Repository: lymagics/intouch
Catalog: chat/translations/*/LC_MESSAGES/messages.po
Languages: uk

source: Please log in to access this page.
uk: Будь ласка, увійдіть, щоб отримати доступ до цієї сторінки.

source: Username
uk: Ім'я користувача

source: Password
uk: Пароль

source: Remember me
uk: Запам'ятати мене

source: Login
uk: Увійти

source: Username should containonly letters, numbers, dots and underscores.
uk: Ім'я користувача має містити лише літери, цифри, крапки та підкреслення.

source: Email
uk: Електронна пошта

source: Passwords must match.
uk: Паролі мають збігатися.

source: Repeat password
uk: Повторіть пароль

source: Sign Up
uk: Зареєструватися

source: User with such username already exists.
uk: Користувач із таким іменем уже існує.

source: Email already in use.
uk: E-mail вже використовується.

source: Old password
uk: Старий пароль

source: Change password
uk: Змінити пароль

source: New email
uk: Нова електронна пошта

source: Change email
uk: Змінити електронну адресу

source: Request reset
uk: Скинути пароль

source: Acount with such email not found.
uk: Обліковий запис із такою електронною адресою не знайдено.

source: Reset password
uk: Скинути пароль

source: Invalid username or password
uk: Неправильне ім'я користувача або пароль

source: Account confirmation
uk: Підтвердження облікового запису

source: Thank you for creating account!
uk: Дякуємо за створення облікового запису!

source: You have been logged out.
uk: Ви вийшли з системи.

source: Your account successfully confirmed!
uk: Ваш обліковий запис успішно підтверджено!

source: An email with confirmation token has been sent to you.
uk: Вам надіслано електронний лист із маркером підтвердження.

source: Your password has been changed.
uk: Ваш пароль був змінений.

source: Invalid old password.
uk: Недійсний старий пароль.

source: Instruction to change email has been sent to you.
uk: Вам надіслано інструкцію щодо зміни електронної пошти.

source: Your email successfully has been changed.
uk: Вашу електронну адресу успішно змінено.

source: Invalid email change token.
uk: Недійсний маркер зміни електронної пошти.

source: Instruction to reset password has been sent to you.
uk: Вам надіслано інструкцію щодо скидання пароля.

source: Invalid reset token.
uk: Недійсний маркер скидання пароля.

source: Room name
uk: Назва кімнати

source: What is this group about?
uk: Про що ця група?

source: Category
uk: Категорія

source: Create room
uk: Створити кімнату

source: Room successfully created.
uk: Кімнату успішно створено.

source: You have joined %(room)s.
uk: Ви приєдналися до %(room)s.

source: Hello,
uk: Привіт,

source: Want to create your own room?
uk: Хочете створити власну кімнату?

source: Create Room
uk: Створити кімнату

source: Hello, Stranger!
uk: Привіт, незнайомцю!

source: Don't have an account? Click
uk: Немає облікового запису? Натисніть

source: here
uk: тут

source: to create
uk: щоб створити

source: Forgot your password? Click
uk: Забули свій пароль? Натисніть

source: to reset
uk: щоб скинути

source: Request password reset
uk: Запит на скидання пароля

source: Unconfirmed account
uk: Непідтверджений обліковий запис

source: It's look like you don't confirm your account. Please read your email to see further steps.
uk: Схоже, ви не підтвердили свій обліковий запис. Прочитайте свою електронну пошту, щобподивіться подальші кроки.

source: Didn't recieve an email? Click
uk: Не отримали електронного листа? Натисніть

source: to resend.
uk: щоб відправити його знову.

source: Dear,
uk: Шановний,

source: Welcome to our community. We're very happy that you joined us.
uk: Ласкаво просимо до нашої спільноти. Ми дуже раді, що ви приєдналися до нас.

source: To confirm your account please click
uk: Щоб підтвердити свій обліковий запис, натисніть

source: Or you can paste following link into your browser:
uk: Або ви можете вставити наступне посилання у свій браузер:

source: Note: replies to this email are not monitored.
uk: Примітка: відповіді на цей лист не відстежуються.

source: Please, confirm your email change.
uk: Будь ласка, підтвердьте зміну електронної пошти.

source: If you didn't request email change, ignore this message.
uk: Якщо ви не надсилали запит на зміну електронної адреси, проігноруйте це повідомлення.

source: To change your email click
uk: Щоб змінити адресу електронної пошти, натисніть

source: Or you can paste following link to your browser:
uk: Або ви можете вставити наступне посилання у свій браузер:

source: This is mail for password request reset.
uk: Це лист для запиту на скидання пароля.

source: if you didn't request password reset, ignore this mail.
uk: Якщо ви не надсилали запит на зміну пароля, проігноруйте це повідомлення.

source: To reset your password click
uk: Щоб скинути пароль, натисніть

source: Or you van paste following link in yout browser:
uk: Або вставте таке посилання у свій браузер:

source: Explore
uk: Досліджуйте

source: Profile
uk: Профіль

source: Search
uk: Пошук

source: Account
uk: Обліковий запис

source: Logout
uk: Вийти

source: Join Room
uk: Приєднатися до кімнати

source: room participant(s)
uk: учасник(и) кімнати

source: Topics
uk: Теми

source: All
uk: Всі

source: Validate ReCaptcha to ensure that you are not a robot.
uk: Пройдіть ReCaptcha, щоб переконатися, що ви не робот.

source: Bad Request
uk: Неправильний запит

source: Your browser sent a request that server couldn't understand.
uk: Ваш браузер надіслав запит, який сервер не зміг зрозуміти.

source: Forbidden
uk: Заборонено

source: You don't have permission to access on this server.
uk: Ви не маєте дозволу на доступ до цього сервера.

source: Page Not Found
uk: Сторінку не знайдено

source: We're sorry, the page you requested couldn't be found.
uk: На жаль, сторінку, яку ви запитували, не вдалося знайти.

source: Internal Server Error
uk: Внутрішня помилка сервера

source: This page isn't working. We'll fix this as soon as posible.
uk: Ця сторінка не працює. Ми виправимо це якомога швидше.

source: Create room.
uk: Створити кімнату.

source: Hosted by:
uk: Створена:

source: Note:
uk: Примітка:

source: to join the conversation you have to login.
uk: щоб приєднатися до розмови, вам потрібно авторизуватися.

source: Type your message here...
uk: Введіть своє повідомлення тут...

source: Send message
uk: Надіслати

source: Participants
uk: Учасники

source: Rooms
uk: Кімнати

source: Topic:
uk: Теми:

source: No rooms with such category found. Click
uk: Кімнати такої категорії не знайдено. Натисніть

source: to create.
uk: щоб створити.

source: No rooms with such category found.
uk: Кімнати такої категорії не знайдено.

source: search results
uk: результати пошуку

source: Search results for
uk: Результати пошуку за запитом

source: Edit
uk: Редагувати

source: Edit profile.
uk: Редагувати профіль.

source: Edit profile
uk: Редагувати профіль

source: Last seen:
uk: Онлайн:

source: About Me
uk: Про мене

source: User didn't specify any information.
uk: Користувач не вказав жодної інформації.

source: Recently joined rooms:
uk: Кімнати, до яких користувач нещодавно приєднався:

source: Full Name
uk: Повне ім'я

source: Update
uk: Оновити

source: Profile info successfully updated.
uk: Інформацію профілю успішно оновлено.
